ir_version: 3
producer_name: "CNTK"
producer_version: "2.5.1"
domain: "ai.cntk"
model_version: 1
graph {
  node {
    input: "Parameter193"
    input: "Parameter193_..
    1_shape"
    output: "Parameter193_reshape1"
    name: "Times212_reshape1"
    op_type: "Reshape"
    doc_string: ""
    domain: ""
  }
  node {
    input: "Input3"
    input: "Parameter5"
    output: "Convolution28_Output_0"
    name: "Convolution28"
    op_type: "Conv"
    attribute {
      name: "kernel_shape"
      ints: 5
      ints: 5
      type: INTS
    }
    attribute {
      name: "strides"
      ints: 1
      ints: 1
      type: INTS
    }
    attribute {
      name: "auto_pad"
      s: "SAME_UPPER"
      type: STRING
    }
    attribute {
      name: "group"
      i: 1
      type: INT
    }
    attribute {
      name: "dilations"
      ints: 1
      ints: 1
      type: INTS
    }
    doc_string: ""
    domain: ""
  }
  node {
    input: "Convolution28_Output_0"
    input: "Parameter6"
    output: "Plus30_Output_0"
    name: "Plus30"
    op_type: "Add"
    doc_string: ""
    domain: ""
  }
  node {
    input: "Plus30_Output_0"
    output: "ReLU32_Output_0"
    name: "ReLU32"
    op_type: "Relu"
    doc_string: ""
    domain: ""
  }
  node {
    input: "ReLU32_Output_0"
    output: "Pooling66_Output_0"
    name: "Pooling66"
    op_type: "MaxPool"
    attribute {
      name: "kernel_shape"
      ints: 2
      ints: 2
      type: INTS
    }
    attribute {
      name: "strides"
      ints: 2
      ints: 2
      type: INTS
    }
    attribute {
      name: "pads"
      ints: 0
      ints: 0
      ints: 0
      ints: 0
      type: INTS
    }
    attribute {
      name: "auto_pad"
      s: "NOTSET"
      type: STRING
    }
    doc_string: ""
    domain: ""
  }
  node {
    input: "Pooling66_Output_0"
    input: "Parameter87"
    output: "Convolution110_Output_0"
    name: "Convolution110"
    op_type: "Conv"
    attribute {
      name: "kernel_shape"
      ints: 5
      ints: 5
      type: INTS
    }
    attribute {
      name: "strides"
      ints: 1
      ints: 1
      type: INTS
    }
    attribute {
      name: "auto_pad"
      s: "SAME_UPPER"
      type: STRING
    }
    attribute {
      name: "group"
      i: 1
      type: INT
    }
    attribute {
      name: "dilations"
      ints: 1
      ints: 1
      type: INTS
    }
    doc_string: ""
    domain: ""
  }
  node {
    input: "Convolution110_Output_0"
    input: "Parameter88"
    output: "Plus112_Output_0"
    name: "Plus112"
    op_type: "Add"
    doc_string: ""
    domain: ""
  }
  node {
    input: "Plus112_Output_0"
    output: "ReLU114_Output_0"
    name: "ReLU114"
    op_type: "Relu"
    doc_string: ""
    domain: ""
  }
  node {
    input: "ReLU114_Output_0"
    output: "Pooling160_Output_0"
    name: "Pooling160"
    op_type: "MaxPool"
    attribute {
      name: "kernel_shape"
      ints: 3
      ints: 3
      type: INTS
    }
    attribute {
      name: "strides"
      ints: 3
      ints: 3
      type: INTS
    }
    attribute {
      name: "pads"
      ints: 0
      ints: 0
      ints: 0
      ints: 0
      type: INTS
    }
    attribute {
      name: "auto_pad"
      s: "NOTSET"
      type: STRING
    }
    doc_string: ""
    domain: ""
  }
  node {
    input: "Pooling160_Output_0"
    input: "Pooling160_Output_0_reshape0_shape"
    output: "Pooling160_Output_0_reshape0"
    name: "Times212_reshape0"
    op_type: "Reshape"
    doc_string: ""
    domain: ""
  }
  node {
    input: "Pooling160_Output_0_reshape0"
    input: "Parameter193_reshape1"
    output: "Times212_Output_0"
    name: "Times212"
    op_type: "MatMul"
    doc_string: ""
    domain: ""
  }
  node {
    input: "Times212_Output_0"
    input: "Parameter194"
    output: "Plus214_Output_0"
    name: "Plus214"
    op_type: "Add"
    doc_string: ""
    domain: ""
  }
  name: "CNTKGraph"
  initializer {
    dims: 16
    dims: 4
    dims: 4
    dims: 10
    data_type: 1
    float_data: 0.0916328803
    float_data: 0.121435903
    float_data: 0.0853506476
    float_data: 0.122606859
    float_data: -0.0987539738
    float_data: -0.112124488
    float_data: -0.035732843
    float_data: -0.0962621123
    float_data: -0.147887319
    float_data: 0.0348589383
    float_data: -0.0484465249
    float_data: 0.136892632
    float_data: 0.1460547
    float_data: -0.119769312
    float_data: 0.208040535
    float_data: -0.227133304
    float_data: 0.42333591
    float_data: 0.058677204
    float_data: -0.167315915
    float_data: -0.37082842
    float_data: -0.19223924
    float_data: 0.0943201333
    float_data: 0.0936918
    float_data: -0.0104355607
    float_data: 0.23059231
    float_data: -0.452457309
    float_data: 0.00250081369
    float_data: -0.0124352779
    float_data: 0.0317781866
    float_data: -0.304293126
    float_data: 0.0180259701
    float_data: 0.0242814869
    float_data: 0.287353
    float_data: 0.170990467
    float_data: -0.0743945912
    float_data: 0.0176675227
    float_data: -0.105357632
    float_data: -0.0818113685
    float_data: 0.0598792844
    float_data: 0.000473489607
    float_data: -0.153508037
    float_data: 0.120629221
    float_data: 0.107659891
    float_data: 0.0944593325
    float_data: -0.0698504522
    float_data: -0.0256833807
    float_data: 0.109131157
    float_data: -0.0831774399
    float_data: 0.0825790539
    float_data: -0.175707862
    float_data: -0.168167844
    float_data: 0.105139866
    float_data: -0.17431362
    float_data: -0.0822822303
    float_data: 0.464749247
    float_data: 0.0302605852
    float_data: -0.159338862
    float_data: 0.199582711
    float_data: -0.101042688
    float_data: -0.494540751
    float_data: 0.329589069
    float_data: 0.177509815
    float_data: 0.411383092
    float_data: 0.123261303
    float_data: -0.275756747
    float_data: -0.46629411
    float_data: -0.371276408
    float_data: -0.0209946018
    float_data: -0.12800093
    float_data: 0.0485602692
    float_data: 0.381666064
    float_data: -0.23197861
    float_data: 0.407883525
    float_data: 0.0226583127
    float_data: 0.0778620392
    float_data: -0.670184255
    float_data: -0.061176125
    float_data: 0.0467672274
    float_data: -0.0329380743
    float_data: 0.142247826
    float_data: -0.12855503
    float_data: 0.0259743482
    float_data: -0.00895788427
    float_data: 0.179392055
    float_data: -0.0334603414
    float_data: -0.0271584
    float_data: 0.130296335
    float_data: -0.0454923734
    float_data: 0.0536794811
    float_data: 0.0218497068
    float_data: -0.00596575905
    float_data: -0.0496672839
    float_data: -0.158913776
    float_data: 0.108843282
    float_data: -0.170066193
    float_data: 0.349572718
    float_data: -0.174302235
    float_data: 0.165478885
    float_data: -0.140370116
    float_data: -0.17373389
    float_data: -0.036601726
    float_data: 0.0401035547
    float_data: 0.191957369
    float_data: 0.0425166376
    float_data: -0.163825363
    float_data: 0.441913456
    float_data: 0.0769663304
    float_data: -0.437642664
    float_data: 0.0494780615
    float_data: -0.235769913
    float_data: -0.0982564464
    float_data: -0.405471504
    float_data: -0.373022079
    float_data: 0.243689433
    float_data: -0.521595776
    float_data: 0.566888809
    float_data: 0.555222273
    float_data: -0.104429565
    float_data: 0.180027723
    float_data: -0.113761075
    float_data: -0.0396500155
    float_data: -0.112143181
    float_data: -0.00237031118
    float_data: -0.00314400462
    float_data: -0.102768116
    float_data: 0.0190406777
    float_data: -0.0721415654
    float_data: -0.0629515424
    float_data: 0.0869136304
    float_data: 0.0595263392
    float_data: 0.180385888
    float_data: 0.107878976
    float_data: -0.196015969
    float_data: 0.00801646803
    float_data: 0.0633003935
    float_data: 0.0148022799
    float_data: -0.0718927383
    float_data: 0.106876738
    float_data: -0.24504678
    float_data: 0.0152521133
    float_data: -0.33518225
    float_data: -0.0327878892
    float_data: -0.159071594
    float_data: 0.58422935
    float_data: -0.0735088587
    float_data: 0.515739
    float_data: 0.161142915
    float_data: -0.200411439
    float_data: 0.0861108154
    float_data: -0.266738027
    float_data: -0.482520729
    float_data: 0.0404598154
    float_data: -0.0258837808
    float_data: 0.299509704
    float_data: -0.217644766
    float_data: 0.0811638832
    float_data: 0.266560346
    float_data: -0.290178776
    float_data: 0.266598374
    float_data: -0.203051567
    float_data: -0.124297671
    float_data: 0.00596541958
    float_data: 0.224362805
    float_data: 0.136541039
    float_data: -0.0280273687
    float_data: -0.280918777
    float_data: 0.022815384
    float_data: 0.06510894
    float_data: -0.146041542
    float_data: 0.102123775
    float_data: -0.137249559
    float_data: 0.056102585
    float_data: -0.0811174363
    float_data: 0.00711206533
    float_data: -0.206687912
    float_data: 0.113200501
    float_data: -0.18013525
    float_data: 0.359819233
    float_data: -0.229814097
    float_data: 0.00777494675
    float_data: -0.212653637
    float_data: -0.102508202
    float_data: 0.0910964
    float_data: 0.271351844
    float_data: -0.145043716
    float_data: 0.087233305
    float_data: -0.0702125281
    float_data: 0.135834634
    float_data: 0.117574222
    float_data: -0.00608180277
    float_data: -0.0385749489
    float_data: 0.0859772116
    float_data: 0.0474117249
    float_data: -0.0366401188
    float_data: 0.0816631
    float_data: 0.0842172205
    float_data: 0.134744078
    float_data: -0.0630302727
    float_data: 0.0055456385
    float_data: 0.0772921
    float_data: -0.0240220986
    float_data: -0.0738579631
    float_data: 0.242662415
    float_data: 0.2002832
    float_data: -0.127524406
    float_data: -0.375825
    float_data: -0.25733465
    float_data: 0.1702445
    float_data: -0.0727194846
    float_data: -0.000426710758
    float_data: -0.0350637957
    float_data: 0.252288491
    float_data: 0.296308905
    float_data: 0.176915064
    float_data: -0.407115459
    float_data: -0.179246664
    float_data: -0.486877382
    float_data: 0.746155381
    float_data: -0.0434867069
    float_data: -0.0407313406
    float_data: 0.0566060469
    float_data: -0.283466518
    float_data: 0.0675394312
    float_data: -0.274777234
    float_data: -0.29532
    float_data: 0.319453746
    float_data: -0.09977182
    float_data: 0.358899891
    float_data: -0.137106627
    float_data: -0.0607162789
    float_data: 0.0891886055
    float_data: -0.123899534
    float_data: -0.481408209
    float_data: -0.120985985
    float_data: -0.0754803196
    float_data: 0.50706
    float_data: 0.161705494
    float_data: 0.0334606729
    float_data: -0.0129514188
    float_data: 0.109995022
    float_data: -0.181182325
    float_data: -0.20907186
    float_data: 0.170701176
    float_data: 0.208456248
    float_data: 0.103941783
    float_data: 0.164942324
    float_data: -0.0519412346
    float_data: 0.297820926
    float_data: -0.119817629
    float_data: -0.177288607
    float_data: -0.142602712
    float_data: -0.00290327868
    float_data: -0.156933352
    float_data: -0.0611810461
    float_data: 0.183680624
    float_data: 0.273720175
    float_data: -0.0901015848
    float_data: -0.118381433
    float_data: 0.0272545945
    float_data: 0.334325
    float_data: -0.144305319
    float_data: -0.288838536
    float_data: -0.25501281
    float_data: -0.0972765237
    float_data: 0.577770591
    float_data: -0.291290045
    float_data: 0.185727537
    float_data: -0.233186305
    float_data: 0.181666315
    float_data: -0.0103724655
    float_data: -0.0381526425
    float_data: -0.0891556889
    float_data: 0.646583855
    float_data: 0.167406097
    float_data: 0.126802072
    float_data: -0.0979272127
    float_data: 0.21416533
    float_data: 0.264532268
    float_data: 0.0538681932
    float_data: -0.759514332
    float_data: -0.202905506
    float_data: 0.348342
    float_data: -0.137469158
    float_data: 0.286860198
    float_data: 0.214779943
    float_data: 0.0985307097
    float_data: -0.240420192
    float_data: 0.159541741
    float_data: -0.226771012
    float_data: 0.0171609763
    float_data: 0.0113993026
    float_data: 0.175189853
    float_data: 0.0499248616
    float_data: 0.0774332061
    float_data: -0.045792
    float_data: 0.024458969
    float_data: -0.0514438376
    float_data: -0.48874712
    float_data: -0.0658048764
    float_data: 0.10073553
    float_data: 0.26834318
    float_data: -0.0398233235
    float_data: 0.0979309231
    float_data: -0.0395916663
    float_data: -0.0760838911
    float_data: -0.000104266968
    float_data: 0.0326866
    float_data: -0.31194073
    float_data: 0.0890761614
    float_data: -0.289730459
    float_data: -0.0789951
    float_data: 0.248337165
    float_data: 0.655972064
    float_data: -0.289599419
    float_data: 0.346340179
    float_data: -0.427604914
    float_data: -0.0625367835
    float_data: 0.0413991734
    float_data: -0.0948240384
    float_data: -0.14266187
    float_data: 0.0364593044
    float_data: -0.131768659
    float_data: 0.0112982942
    float_data: -0.0419465676
    float_data: -0.0253559817
    float_data: -0.177284271
    float_data: 0.0487115346
    float_data: 0.00711963279
    float_data: -0.0351505578
    float_data: -0.120652772
    float_data: 0.0383106209
    float_data: -0.196701854
    float_data: 0.15221554
    float_data: 0.066545479
    float_data: 0.0266434979
    float_data: -0.182234079
    float_data: -0.200743675
    float_data: 0.247634679
    float_data: 0.142724797
    float_data: -0.0126292054
    float_data: 0.126018673
    float_data: -0.0181525461
    float_data: -0.0115782851
    float_data: 0.113744
    float_data: -0.333382607
    float_data: -0.131094515
    float_data: -0.14465189
    float_data: 0.218756869
    float_data: 0.289405793
    float_data: 0.250084192
    float_data: 0.173967987
    float_data: 0.101970777
    float_data: -0.256145179
    float_data: -0.112037033
    float_data: -0.0591312945
    float_data: 0.0352073051
    float_data: -0.0408237837
    float_data: -0.088401407
    float_data: -0.0174993668
    float_data: 0.0350329131
    float_data: -0.103432752
    float_data: 0.0694239363
    float_data: 0.28200978
    float_data: 0.0665517524
    float_data: -0.166502059
    float_data: 0.0661783069
    float_data: -0.164538547
    float_data: 0.408509344
    float_data: 0.0625969246
    float_data: -0.0636149123
    float_data: -0.283892393
    float_data: 0.183133155
    float_data: 0.494468898
    float_data: 0.2967484
    float_data: -0.271681517
    float_data: -0.00765815238
    float_data: -0.49666068
    float_data: 0.343237966
    float_data: 0.0950849801
    float_data: -0.277070731
    float_data: 0.193093494
    float_data: -0.243123308
    float_data: 0.222898439
    float_data: 0.180622712
    float_data: -0.340442121
    float_data: 0.0245974641
    float_data: -0.120146126
    float_data: 0.333555669
    float_data: -0.237996578
    float_data: 0.0306914654
    float_data: 0.0208517052
    float_data: -0.0576405935
    float_data: -0.0124111073
    float_data: -0.253740251
    float_data: -0.337107033
    float_data: 0.497321248
    float_data: 0.404179603
    float_data: 0.0225259122
    float_data: -0.223723367
    float_data: 0.00198901375
    float_data: -0.318995446
    float_data: 0.0298700836
    float_data: 0.17537035
    float_data: 0.214423925
    float_data: 0.267106295
    float_data: 0.109519936
    float_data: -0.283083022
    float_data: 0.327676117
    float_data: 0.275530905
    float_data: -0.377097636
    float_data: -0.674204588
    float_data: -0.424232841
    float_data: -0.175664321
    float_data: 0.222078443
    float_data: 0.525862813
    float_data: 0.498521119
    float_data: -0.734213769
    float_data: -0.0724628493
    float_data: -0.0317703709
    float_data: 0.614110291
    float_data: 0.275304288
    float_data: -0.181570634
    float_data: 0.0107922833
    float_data: 0.277834505
    float_data: 0.0486528873
    float_data: 0.191943929
    float_data: -0.142253101
    float_data: 0.094153367
    float_data: -0.142211959
    float_data: -0.0477588922
    float_data: 0.138186619
    float_data: 0.113774344
    float_data: -0.00222230889
    float_data: 0.0121429954
    float_data: -0.128018409
    float_data: 0.210845068
    float_data: 0.0985762626
    float_data: -0.00735305203
    float_data: -0.0913769
    float_data: -0.186092
    float_data: 0.0936770737
    float_data: 0.219868645
    float_data: 0.0137819927
    float_data: 0.0185393561
    float_data: 0.100219041
    float_data: 0.0575051
    float_data: 0.0874014869
    float_data: -0.259194613
    float_data: 0.051177077
    float_data: 0.0316201933
    float_data: 0.0756139904
    float_data: -0.215515152
    float_data: -0.184999064
    float_data: 0.269176334
    float_data: -0.232291445
    float_data: 0.240110755
    float_data: 0.213743299
    float_data: -0.533234894
    float_data: -0.078756392
    float_data: 0.211775988
    float_data: 0.170553043
    float_data: 0.536264896
    float_data: -0.199513987
    float_data: -0.00565600907
    float_data: -0.195226178
    float_data: -0.124023683
    float_data: 0.0675783902
    float_data: -0.121892326
    float_data: 0.0545483902
    float_data: -0.301036865
    float_data: -0.000548959884
    float_data: 0.171503544
    float_data: 0.770247638
    float_data: -0.27090162
    float_data: 0.0589123555
    float_data: -0.143505231
    float_data: -0.0235970542
    float_data: -0.0222502332
    float_data: -0.234051734
    float_data: -0.275763899
    float_data: 0.100744583
    float_data: -0.132979631
    float_data: -0.135685205
    float_data: 0.150511816
    float_data: 0.135899872
    float_data: -0.083647944
    float_data: 0.143349
    float_data: 0.108986296
    float_data: -0.109576769
    float_data: 0.00463791797
    float_data: 0.0821246
    float_data: -0.0569790266
    float_data: -0.0325995199
    float_data: 0.166973859
    float_data: -0.11660593
    float_data: 0.130341113
    float_data: 0.115910798
    float_data: 0.084028542
    float_data: -0.139844701
    float_data: -0.00433913246
    float_data: -0.0755375102
    float_data: 0.0752940774
    float_data: 0.146202356
    float_data: -0.0731611475
    float_data: -0.164932698
    float_data: -0.0481735207
    float_data: 0.114243254
    float_data: -0.165611669
    float_data: -0.0993209928
    float_data: -0.17314133
    float_data: 0.0980626643
    float_data: 0.0523512959
    float_data: 0.035868939
    float_data: 0.000257904845
    float_data: -0.110364154
    float_data: 0.0794449374
    float_data: -0.0142525034
    float_data: 0.0447498709
    float_data: -0.096029371
    float_data: -0.0651551336
    float_data: 0.0186606646
    float_data: 0.105786785
    float_data: 0.112245552
    float_data: 0.173224315
    float_data: -0.0655655041
    float_data: 0.0322078057
    float_data: 0.0661569759
    float_data: -0.102996364
    float_data: -0.0456230231
    float_data: -0.0907797441
    float_data: 0.0854920447
    float_data: -0.0688194633
    float_data: 0.329748809
    float_data: -0.138026923
    float_data: -0.0629712567
    float_data: 0.172026828
    float_data: -0.0575602576
    float_data: -0.139367297
    float_data: -0.278389394
    float_data: -0.0036408226
    float_data: -0.168498665
    float_data: 0.400883973
    float_data: 0.105272673
    float_data: -0.0300565418
    float_data: -0.314054102
    float_data: -0.00655910326
    float_data: -0.0188967586
    float_data: -0.0230978634
    float_data: -0.207946911
    float_data: 0.116399303
    float_data: -0.0459649786
    float_data: 0.121452928
    float_data: 0.118011914
    float_data: 0.357218295
    float_data: -0.188513219
    float_data: -0.132709578
    float_data: 0.216019213
    float_data: -0.0711841807
    float_data: -0.0602787025
    float_data: -0.014308637
    float_data: 0.0980960652
    float_data: -0.108073354
    float_data: 0.030968409
    float_data: -0.0976092741
    float_data: 0.0249960851
    float_data: -0.241018981
    float_data: 0.0273502488
    float_data: 0.00210664305
    float_data: 0.119291663
    float_data: 0.0969368294
    float_data: 0.319007874
    float_data: -0.166200384
    float_data: 0.163914979
    float_data: -0.24900873
    float_data: 0.0323871337
    float_data: 0.0950358063
    float_data: 0.0637184232
    float_data: 0.393200606
    float_data: -0.399252206
    float_data: -0.18966803
    float_data: -0.243474215
    float_data: 0.372648627
    float_data: -0.353354216
    float_data: 0.00532218814
    float_data: -0.044945579
    float_data: 0.0584812872
    float_data: -0.262204766
    float_data: -0.0591391101
    float_data: -0.355987787
    float_data: 0.206965685
    float_data: 0.270226181
    float_data: 0.215486899
    float_data: -0.357422054
    float_data: -0.00891588628
    float_data: -0.399029225
    float_data: 0.0137153128
    float_data: 0.026476033
    float_data: 0.142181635
    float_data: -0.202520087
    float_data: 0.278637648
    float_data: -0.000417955278
    float_data: -0.192497462
    float_data: 0.158933073
    float_data: -0.0231078751
    float_data: 0.0281472933
    float_data: 0.116531104
    float_data: -0.0178961512
    float_data: -0.0564958714
    float_data: -0.0800310373
    float_data: -0.0737825707
    float_data: -0.103591561
    float_data: 0.0426709428
    float_data: 0.345543027
    float_data: -0.355486721
    float_data: 0.0645467862
    float_data: -0.092807211
    float_data: 0.116241477
    float_data: 0.214428484
    float_data: 0.287830323
    float_data: -0.36001426
    float_data: -0.31429404
    float_data: 0.0879948288
    float_data: -0.403667271
    float_data: 0.0492858849
    float_data: 0.260438323
    float_data: -0.0456053801
    float_data: -0.085108757
    float_data: 0.384910256
    float_data: 0.251785904
    float_data: 0.0300664753
    float_data: -0.191479683
    float_data: 0.0104601793
    float_data: -0.164272234
    float_data: 0.101340696
    float_data: 0.0743027106
    float_data: 0.0715730712
    float_data: -0.134038255
    float_data: -0.191744715
    float_data: 0.00458582165
    float_data: 0.0129363351
    float_data: -0.0165133588
    float_data: 0.00272558886
    float_data: -0.00912431907
    float_data: 0.115110591
    float_data: 0.0685053244
    float_data: -0.103431076
    float_data: 0.116192915
    float_data: 0.0151742166
    float_data: 0.0275119226
    float_data: -0.0294672884
    float_data: 0.0878214091
    float_data: 0.170255467
    float_data: -0.106536575
    float_data: -0.115978062
    float_data: -0.138294861
    float_data: -0.0126407687
    float_data: 0.104214326
    float_data: -0.0722074211
    float_data: 0.0426938385
    float_data: 0.0828627
    float_data: 0.0169750564
    float_data: 0.257760406
    float_data: -0.110460632
    float_data: -0.142681107
    float_data: 0.0881454796
    float_data: 0.230498731
    float_data: -0.0403106213
    float_data: -0.0750709474
    float_data: -0.315773427
    float_data: -0.0223113168
    float_data: -0.144335374
    float_data: -0.0725242868
    float_data: -0.158364758
    float_data: -0.157571957
    float_data: -0.0663643256
    float_data: 0.354095906
    float_data: 0.00686871633
    float_data: 0.0377963223
    float_data: -0.280330241
    float_data: 0.0186793935
    float_data: 0.0206664577
    float_data: 0.0687417611
    float_data: 0.201660395
    float_data: 0.0962737799
    float_data: -0.118002616
    float_data: 0.120346598
    float_data: -0.0172643214
    float_data: 0.0506760031
    float_data: 0.109200567
    float_data: -0.0425657
    float_data: -0.0281892251
    float_data: 0.222060323
    float_data: 0.130200535
    float_data: -0.0527515747
    float_data: 0.124635249
    float_data: 0.086308524
    float_data: 0.0495589115
    float_data: 0.19407317
    float_data: -0.327035308
    float_data: -0.205312088
    float_data: -0.238266945
    float_data: -0.276909173
    float_data: 0.0609513186
    float_data: 0.195077524
    float_data: 0.0796512142
    float_data: -0.147882506
    float_data: -0.201778606
    float_data: -0.0786117241
    float_data: -0.0211253259
    float_data: 0.622372746
    float_data: -0.127968848
    float_data: -0.0909520388
    float_data: -0.10552834
    float_data: 0.290631622
    float_data: -0.0561403967
    float_data: 0.0579045936
    float_data: -0.0828686878
    float_data: 0.0193896946
    float_data: 0.339653134
    float_data: -0.0415226184
    float_data: -0.174899861
    float_data: 0.13207005
    float_data: -0.0145694
    float_data: -0.117743336
    float_data: 0.0685843304
    float_data: -0.042672
    float_data: 0.141760856
    float_data: 0.0636812821
    float_data: -0.192491293
    float_data: -0.113412425
    float_data: -0.0121017499
    float_data: 0.107206024
    float_data: 0.30187279
    float_data: -0.124819644
    float_data: -0.0367998704
    float_data: 0.293040842
    float_data: -0.262275696
    float_data: -0.0536270961
    float_data: -0.0849792734
    float_data: 0.121520713
    float_data: -0.0078463424
    float_data: -0.29597494
    float_data: 0.0816249251
    float_data: 0.384330839
    float_data: 0.0877943188
    float_data: 0.0655997321
    float_data: 0.147280931
    float_data: 0.125339374
    float_data: -0.0556104518
    float_data: 0.251642317
    float_data: -0.00153434812
    float_data: -0.1802928
    float_data: -0.164642528
    float_data: -0.117555164
    float_data: -0.11583522
    float_data: -0.107091509
    float_data: 0.166185305
    float_data: 0.0887948945
    float_data: 0.114616401
    float_data: -0.193600252
    float_data: -0.151424795
    float_data: 0.0559892431
    float_data: 0.135939449
    float_data: -0.0309176706
    float_data: -0.0123824151
    float_data: 0.0823793411
    float_data: 0.0651552305
    float_data: -0.0597178563
    float_data: -0.149126768
    float_data: 0.128917575
    float_data: 0.244185954
    float_data: -0.167597115
    float_data: 0.0892761201
    float_data: 0.0357374102
    float_data: -0.0893189386
    float_data: -0.00287343166
    float_data: -0.134070307
    float_data: -0.230936393
    float_data: 0.0390587077
    float_data: -0.167248175
    float_data: 0.17862305
    float_data: -0.0943372622
    float_data: -0.0187767558
    float_data: 0.137037963
    float_data: -0.322262585
    float_data: 0.217611015
    float_data: 0.331986248
    float_data: -0.475621611
    float_data: 0.447546214
    float_data: -0.30787164
    float_data: -0.152693823
    float_data: 0.182179466
    float_data: -0.0888611302
    float_data: 0.165065333
    float_data: 0.0415416434
    float_data: 0.182644859
    float_data: 0.00286571262
    float_data: -0.304662675
    float_data: 0.150937214
    float_data: -0.067663
    float_data: -0.166773111
    float_data: -0.137675121
    float_data: 0.0870079547
    float_data: -0.0404420979
    float_data: -0.0369846188
    float_data: -0.180924505
    float_data: 0.0410509594
    float_data: 0.124303043
    float_data: -0.0423962809
    float_data: -0.0637138933
    float_data: -0.135632947
    float_data: 0.0900759399
    float_data: 0.14395377
    float_data: 0.196905658
    float_data: -0.0303414073
    float_data: 0.0456840023
    float_data: 0.0657725707
    float_data: -0.0472409688
    float_data: 0.089119561
    float_data: 0.0403516516
    float_data: -0.0522740372
    float_data: -0.155778348
    float_data: 0.192288578
    float_data: 0.135431379
    float_data: -0.0117495768
    float_data: 0.0631223619
    float_data: -0.0275140218
    float_data: 0.0196905844
    float_data: -0.0763132721
    float_data: 0.0408441313
    float_data: -0.0336445272
    float_data: -0.0700495392
    float_data: -0.04987197
    float_data: -0.147422537
    float_data: 0.0504842773
    float_data: -0.0151304677
    float_data: 0.108181156
    float_data: 0.0992062613
    float_data: -0.136594355
    float_data: -0.0405143127
    float_data: -0.0909341127
    float_data: 0.235691503
    float_data: -0.259678662
    float_data: -0.0443886928
    float_data: 0.0288310759
    float_data: 0.0517607555
    float_data: 0.00388930342
    float_data: 0.156902909
    float_data: 0.101290688
    float_data: -0.20741795
    float_data: -0.0940323323
    float_data: 0.254923135
    float_data: -0.151593879
    float_data: -0.378086984
    float_data: 0.149543449
    float_data: 0.10286098
    float_data: -0.218112662
    float_data: -0.000876877166
    float_data: -0.11623913
    float_data: 0.090860188
    float_data: 0.531831443
    float_data: 0.184823424
    float_data: 0.154653102
    float_data: -0.0769996792
    float_data: 0.0757132247
    float_data: 0.239942953
    float_data: -0.451641828
    float_data: 0.00204828219
    float_data: -0.398113549
    float_data: -0.130661368
    float_data: -0.0249895584
    float_data: 0.0689778626
    float_data: -0.0415934958
    float_data: 0.0656648055
    float_data: -0.0634617358
    float_data: 0.0468063019
    float_data: -0.0125538185
    float_data: -0.115769595
    float_data: -0.233194977
    float_data: -0.276801974
    float_data: -0.0136308027
    float_data: -0.292408526
    float_data: -0.402077317
    float_data: -0.366942883
    float_data: 0.336439073
    float_data: -0.05036816
    float_data: -0.041783087
    float_data: -0.259967983
    float_data: 0.299792379
    float_data: 0.438018024
    float_data: 0.0596868619
    float_data: -0.00790510047
    float_data: -0.381473213
    float_data: -0.21906282
    float_data: 0.251765043
    float_data: 0.173696488
    float_data: -0.17449452
    float_data: -0.154688373
    float_data: 0.180831656
    float_data: 0.357748926
    float_data: -0.0437999
    float_data: 0.37145716
    float_data: -0.452537596
    float_data: 0.187282518
    float_data: -0.013136982
    float_data: -0.142992869
    float_data: -0.575445414
    float_data: -0.129227266
    float_data: 0.173299208
    float_data: 0.382660717
    float_data: 0.153348863
    float_data: -0.159472689
    float_data: 0.0370973833
    float_data: -0.0173440352
    float_data: -0.0345186815
    float_data: -0.1748344
    float_data: 0.109003417
    float_data: 0.0749971867
    float_data: 0.152214497
    float_data: -0.041262459
    float_data: 0.0677759349
    float_data: -0.155023739
    float_data: 0.163546309
    float_data: 0.227854207
    float_data: 0.0468488149
    float_data: -0.0298284665
    float_data: 0.103998393
    float_data: -0.189682931
    float_data: 0.13570717
    float_data: -0.0902257
    float_data: 0.263276041
    float_data: -0.284640819
    float_data: 0.648095071
    float_data: -0.13615
    float_data: 0.0646005794
    float_data: 0.0300964583
    float_data: 0.277058423
    float_data: -0.222011819
    float_data: 0.161041796
    float_data: -0.239827856
    float_data: -0.224407688
    float_data: -0.0142627703
    float_data: 0.455224067
    float_data: -0.0142877391
    float_data: -0.197047681
    float_data: -0.273949593
    float_data: 0.177227348
    float_data: 0.072221823
    float_data: -0.119475842
    float_data: -0.071904555
    float_data: 0.109040715
    float_data: -0.175172016
    float_data: -0.0890384614
    float_data: 0.171700433
    float_data: -0.0595589057
    float_data: 0.114024363
    float_data: 0.165220618
    float_data: -0.351605207
    float_data: -0.0344811678
    float_data: -0.117401235
    float_data: -0.134139985
    float_data: -0.160115838
    float_data: 0.264115065
    float_data: 0.108979322
    float_data: -0.0894259363
    float_data: -0.17326206
    float_data: -0.0543319769
    float_data: 0.0457898937
    float_data: 0.0816799328
    float_data: 0.085113056
    float_data: 0.0802127421
    float_data: -0.241750732
    float_data: 0.372253478
    float_data: -0.100944564
    float_data: -0.156682327
    float_data: 0.0509134904
    float_data: 0.199777648
    float_data: -0.244891897
    float_data: 0.134822354
    float_data: 0.00219400134
    float_data: -0.0311680827
    float_data: 0.121357709
    float_data: -0.126887918
    float_data: -0.189581066
    float_data: 0.166673914
    float_data: 0.0304716285
    float_data: 0.155045196
    float_data: -0.0527370274
    float_data: 0.0262714718
    float_data: -0.227457419
    float_data: -0.134373114
    float_data: 0.30570212
    float_data: -0.0929778516
    float_data: -0.184757546
    float_data: 0.399563193
    float_data: -0.221198976
    float_data: 0.172162876
    float_data: -0.0296353213
    float_data: 0.109970443
    float_data: -0.09030433
    float_data: -0.00344508793
    float_data: 0.148450509
    float_data: 0.0515914783
    float_data: 0.171005309
    float_data: 0.0203911532
    float_data: -0.273741961
    float_data: -0.225818485
    float_data: -0.144992769
    float_data: -0.0502543524
    float_data: 0.257335037
    float_data: 0.178922385
    float_data: -0.416384131
    float_data: 0.0237353295
    float_data: -0.17261526
    float_data: -0.510241151
    float_data: 0.12343695
    float_data: -0.305918545
    float_data: 0.03734532
    float_data: 0.192637414
    float_data: 0.472671658
    float_data: -0.108742364
    float_data: 0.00610242598
    float_data: -0.0464581326
    float_data: -0.487040579
    float_data: 0.0403227806
    float_data: 0.0846796557
    float_data: 0.513751447
    float_data: -0.0655625612
    float_data: 0.150308341
    float_data: -0.0401739739
    float_data: -0.21601969
    float_data: 0.244901061
    float_data: -0.135021016
    float_data: 0.104655653
    float_data: 0.719252
    float_data: -0.127151191
    float_data: -0.26400426
    float_data: 0.122731969
    float_data: 0.00351193291
    float_data: -0.62216115
    float_data: 0.0638633668
    float_data: 0.0293966793
    float_data: 0.336044818
    float_data: -0.0294852
    float_data: 0.109024331
    float_data: 0.113179624
    float_data: -0.202344418
    float_data: 0.242993861
    float_data: 0.109087944
    float_data: -0.323201
    float_data: -0.141924933
    float_data: -0.0644519925
    float_data: 0.199935302
    float_data: 0.0334400609
    float_data: -0.0118404292
    float_data: 0.0231701937
    float_data: 0.0324938372
    float_data: 0.0991806537
    float_data: 0.00878171436
    float_data: -0.424651593
    float_data: 0.127948478
    float_data: 0.34636876
    float_data: -0.286242545
    float_data: 0.268463492
    float_data: 0.209644213
    float_data: -0.191321656
    float_data: 0.330553859
    float_data: -0.303500146
    float_data: -0.00259378785
    float_data: -0.125139773
    float_data: 0.237631842
    float_data: 0.245813653
    float_data: 0.200307652
    float_data: -0.112342872
    float_data: -0.252500147
    float_data: -0.113382742
    float_data: -0.32861951
    float_data: -0.213139564
    float_data: -0.0752934739
    float_data: 0.38539052
    float_data: -0.236730471
    float_data: 0.413897097
    float_data: -0.118504152
    float_data: 0.0405057929
    float_data: 0.0586808957
    float_data: 0.428402185
    float_data: -0.332509458
    float_data: -0.0186376013
    float_data: -0.299636245
    float_data: -0.0899095386
    float_data: -0.103889488
    float_data: 0.00319185108
    float_data: -0.125706881
    float_data: -0.038307786
    float_data: -0.409147471
    float_data: 0.0232426077
    float_data: -0.178908393
    float_data: 0.321487904
    float_data: -0.255264252
    float_data: 0.110983461
    float_data: 0.100227103
    float_data: 0.128406227
    float_data: 0.00308932317
    float_data: 0.128380775
    float_data: -0.103031784
    float_data: 0.229762822
    float_data: -0.312355161
    float_data: 0.14639695
    float_data: 0.0518045425
    float_data: 0.181075469
    float_data: -0.0762470961
    float_data: 0.0160010122
    float_data: -0.243319407
    float_data: 0.303687334
    float_data: -0.42612645
    float_data: 0.272491932
    float_data: 0.0381189026
    float_data: 0.0157807581
    float_data: 0.315274775
    float_data: -0.0213019289
    float_data: 0.0490294099
    float_data: -0.0131096896
    float_data: 0.0690254644
    float_data: 0.00600312045
    float_data: -0.182535395
    float_data: 0.0897517949
    float_data: 0.0288716462
    float_data: -0.0373574
    float_data: 0.122740157
    float_data: 0.0622048527
    float_data: 0.109329514
    float_data: -0.0910181105
    float_data: 0.169651151
    float_data: -0.323016852
    float_data: -0.141453892
    float_data: 0.257460654
    float_data: 0.124831937
    float_data: -0.0537066571
    float_data: 0.00677632773
    float_data: 0.0290810056
    float_data: -0.00832702313
    float_data: 0.183394939
    float_data: 0.0126353158
    float_data: -0.0595417172
    float_data: 0.00707559241
    float_data: 0.161399961
    float_data: 0.0516731367
    float_data: -0.03312039
    float_data: -0.146787554
    float_data: -0.0417942
    float_data: 0.0243362095
    float_data: -0.0403179824
    float_data: -0.0719849318
    float_data: -0.0621119216
    float_data: -0.0990685597
    float_data: -0.0776062459
    float_data: 0.124999151
    float_data: 0.0569633096
    float_data: 0.0877170935
    float_data: 0.129304394
    float_data: -0.00299509289
    float_data: -0.101944387
    float_data: 0.0026786516
    float_data: -0.0701336861
    float_data: 0.0955646113
    float_data: 0.156700715
    float_data: 0.103964366
    float_data: 0.143707588
    float_data: -0.198551208
    float_data: 0.200645521
    float_data: -0.248683795
    float_data: 0.0177682359
    float_data: 0.107132375
    float_data: 0.492928386
    float_data: -0.268571019
    float_data: -0.121224239
    float_data: -0.12699841
    float_data: 0.0525718927
    float_data: -0.269398928
    float_data: -0.107555293
    float_data: 0.197605342
    float_data: 0.208466947
    float_data: 0.188445732
    float_data: -0.115039803
    float_data: -0.305291414
    float_data: -0.116828136
    float_data: -0.347812563
    float_data: 0.520726621
    float_data: -0.471263826
    float_data: -0.232849494
    float_data: 0.154628128
    float_data: 0.25602451
    float_data: 0.180896506
    float_data: -0.349156886
    float_data: -0.0832585
    float_data: -0.0820768103
    float_data: 0.202580571
    float_data: 0.171142
    float_data: -0.176448315
    float_data: -0.173751563
    float_data: 0.27033633
    float_data: -0.0809743628
    float_data: 0.0712718219
    float_data: -0.45104757
    float_data: 0.0683375746
    float_data: -0.0619989447
    float_data: 0.267666817
    float_data: -0.0347461551
    float_data: 0.0451328643
    float_data: 0.0283331126
    float_data: -0.053918153
    float_data: 0.272164166
    float_data: 0.120159492
    float_data: -0.0523614883
    float_data: 0.0558200218
    float_data: 0.0011276945
    float_data: -0.0978804678
    float_data: 0.0894252
    float_data: 0.24042055
    float_data: -0.166656
    float_data: -0.163508862
    float_data: 0.179951519
    float_data: -0.00889112707
    float_data: -0.0283003896
    float_data: -0.128643692
    float_data: 0.0382989831
    float_data: -0.00799791235
    float_data: 0.416053295
    float_data: -0.206394732
    float_data: -0.128602698
    float_data: 0.134379715
    float_data: -0.00204489403
    float_data: -0.278767258
    float_data: -0.289558768
    float_data: -0.12267676
    float_data: -0.143306151
    float_data: 0.120253973
    float_data: -0.0201101582
    float_data: 0.0296755731
    float_data: -0.0327376723
    float_data: 0.0853865445
    float_data: -0.00582169462
    float_data: 0.276994735
    float_data: -0.0929159597
    float_data: 0.0407384746
    float_data: -0.0648677722
    float_data: 0.0673527345
    float_data: -0.407320917
    float_data: 0.176787868
    float_data: -0.0501126312
    float_data: -0.443518162
    float_data: 0.133013979
    float_data: -0.0031333291
    float_data: -0.569022238
    float_data: 0.353231817
    float_data: -0.15320757
    float_data: 0.0720613077
    float_data: 0.34108296
    float_data: -0.0156700164
    float_data: 0.0190370772
    float_data: -0.110051148
    float_data: -0.14040494
    float_data: 0.082162939
    float_data: 0.315339059
    float_data: 0.318229467
    float_data: -0.00225905864
    float_data: 0.0329692103
    float_data: -0.0736202449
    float_data: -0.231912568
    float_data: 0.0828810558
    float_data: 0.330503374
    float_data: -0.117050201
    float_data: -0.138654962
    float_data: 0.117417887
    float_data: -0.118591547
    float_data: 0.243999854
    float_data: 0.0104643796
    float_data: -0.163042516
    float_data: -0.0993891209
    float_data: -0.102057166
    float_data: -0.0355696268
    float_data: -0.19905141
    float_data: 0.184923336
    float_data: 0.000655397889
    float_data: -0.0110417223
    float_data: -0.046466779
    float_data: 0.180755138
    float_data: -0.208112478
    float_data: -0.0106847268
    float_data: 0.11008577
    float_data: -0.322029442
    float_data: -0.0550575554
    float_data: 0.290914953
    float_data: 0.20048213
    float_data: -0.296368897
    float_data: -0.0722438395
    float_data: 0.191802576
    float_data: -0.483878136
    float_data: 0.287649602
    float_data: 0.140551805
    float_data: 0.279582411
    float_data: -0.0365329646
    float_data: 0.0808394253
    float_data: -0.170954511
    float_data: -0.124412276
    float_data: -0.270373106
    float_data: 0.388942897
    float_data: -0.350347519
    float_data: -0.0993185416
    float_data: 0.40855515
    float_data: 0.163946718
    float_data: 0.234871745
    float_data: -0.0823296309
    float_data: -0.233469173
    float_data: 0.240824908
    float_data: 0.0517646633
    float_data: 0.267326325
    float_data: -0.0995833352
    float_data: -0.148120984
    float_data: -0.159102038
    float_data: 0.0459407493
    float_data: 0.118711941
    float_data: -0.243284047
    float_data: -0.140353397
    float_data: 0.207647979
    float_data: -0.184554905
    float_data: 0.158595696
    float_data: 0.12459331
    float_data: -0.0265888236
    float_data: 0.050125815
    float_data: 0.020598596
    float_data: 0.0579010621
    float_data: -0.0643743
    float_data: -0.0155924009
    float_data: 0.148606658
    float_data: -0.104682826
    float_data: -0.126433775
    float_data: -0.161236376
    float_data: 0.0280199721
    float_data: -0.170076892
    float_data: 0.157818854
    float_data: 0.120431408
    float_data: -0.164918318
    float_data: 0.36278823
    float_data: -0.266602397
    float_data: -0.141668588
    float_data: 0.0953483656
    float_data: 0.0633129701
    float_data: -0.425641239
    float_data: -0.093228206
    float_data: 0.0677359626
    float_data: 0.103830501
    float_data: 0.354218632
    float_data: 0.0103364205
    float_data: -0.0808855146
    float_data: -0.0506080426
    float_data: -0.201088101
    float_data: 0.0213292763
    float_data: 0.184008867
    float_data: -0.169328928
    float_data: 0.0222773515
    float_data: -0.109801635
    float_data: -0.0744320303
    float_data: -0.57504797
    float_data: 0.353764653
    float_data: 0.12063732
    float_data: 0.205476537
    float_data: -0.0321504623
    float_data: 0.132418051
    float_data: -0.236482397
    float_data: -0.092828311
    float_data: -0.12945804
    float_data: 0.10844548
    float_data: -0.473647475
    float_data: -0.0470153093
    float_data: -0.245308086
    float_data: -0.11569868
    float_data: -0.183561698
    float_data: 1.186131
    float_data: -0.210268915
    float_data: -0.137194
    float_data: -0.0845148638
    float_data: 0.406608105
    float_data: 0.168704882
    float_data: 0.11400485
    float_data: 0.123497218
    float_data: -0.355294168
    float_data: 0.191799045
    float_data: -0.185022533
    float_data: 0.0655817091
    float_data: 0.200256571
    float_data: -0.08179304
    float_data: -0.191736728
    float_data: -0.0844834074
    float_data: -0.0853112936
    float_data: -0.00556374202
    float_data: -0.209168196
    float_data: 0.0855764821
    float_data: 0.00321485102
    float_data: 0.0368523
    float_data: 0.0378030054
    float_data: -0.121561907
    float_data: 0.104489163
    float_data: 0.0234536119
    float_data: -0.110038407
    float_data: 0.058686614
    float_data: -0.0554890968
    float_data: -0.00314524607
    float_data: -0.098148942
    float_data: 0.05643804
    float_data: -0.0831635743
    float_data: -0.0712614357
    float_data: -0.330112904
    float_data: 0.21189186
    float_data: -0.0346443653
    float_data: 0.191383824
    float_data: 0.129926845
    float_data: 0.106236503
    float_data: -0.236834884
    float_data: 0.10848058
    float_data: -0.311367214
    float_data: 0.169692576
    float_data: -0.0775282532
    float_data: 0.510507
    float_data: 0.117747486
    float_data: 0.183045968
    float_data: -0.171513602
    float_data: 0.21025455
    float_data: -0.298647076
    float_data: 0.380120367
    float_data: -0.0129686091
    float_data: 0.0724691078
    float_data: -0.26793164
    float_data: 0.201850027
    float_data: -0.0472067073
    float_data: 0.124085672
    float_data: -0.0664010793
    float_data: 0.0677456707
    float_data: -0.0656038
    float_data: 0.0561460815
    float_data: -0.033377707
    float_data: -0.0461861044
    float_data: -0.11172571
    float_data: -0.00583902653
    float_data: 0.0118888794
    float_data: -0.0209865179
    float_data: 0.25051105
    float_data: -0.109632559
    float_data: -0.00805385225
    float_data: -0.237165019
    float_data: -0.0041796905
    float_data: 0.210669428
    float_data: -0.103008501
    float_data: -0.0851613507
    float_data: -0.054498177
    float_data: 0.1742405
    float_data: 0.263459951
    float_data: -0.157053977
    float_data: -0.0134224687
    float_data: -0.134246036
    float_data: 0.0172099676
    float_data: 0.109916694
    float_data: 0.121876419
    float_data: -0.15396069
    float_data: 0.119199514
    float_data: 0.0400437489
    float_data: 0.213840887
    float_data: -0.178369164
    float_data: 0.086985819
    float_data: -0.249951243
    float_data: -0.0574369654
    float_data: 0.0481137596
    float_data: -0.0283447169
    float_data: 0.0359676816
    float_data: -0.0540268235
    float_data: 0.0398854762
    float_data: 0.193670273
    float_data: -0.0863304064
    float_data: 0.0953538492
    float_data: -0.0807792693
    float_data: 0.126325577
    float_data: -0.109082788
    float_data: -0.293513745
    float_data: -0.0706641153
    float_data: -0.110342577
    float_data: 0.325033635
    float_data: 0.109489501
    float_data: -0.0420405418
    float_data: 0.184639364
    float_data: -0.0878845081
    float_data: -0.0512597375
    float_data: 0.091634959
    float_data: -0.0731338859
    float_data: -0.107626446
    float_data: 0.212733924
    float_data: 0.217358202
    float_data: 0.0853695497
    float_data: -0.241663918
    float_data: 0.0155574083
    float_data: 0.145947859
    float_data: 0.252815217
    float_data: -0.0909368768
    float_data: 0.15102309
    float_data: -0.0444962196
    float_data: 0.134434655
    float_data: -0.127738968
    float_data: -0.19595775
    float_data: 0.32715
    float_data: -0.370973647
    float_data: -0.360662788
    float_data: 0.163902164
    float_data: -0.197979063
    float_data: -0.21479395
    float_data: 0.206409365
    float_data: -0.129359052
    float_data: -0.0481076613
    float_data: 0.11872942
    float_data: -0.00891277287
    float_data: 0.0672770441
    float_data: -0.23403886
    float_data: 0.00411777711
    float_data: -0.348540068
    float_data: -0.307677299
    float_data: -0.126460329
    float_data: -0.0174021982
    float_data: -0.0418449752
    float_data: 0.402659714
    float_data: -0.177079514
    float_data: 0.264574677
    float_data: 0.177533388
    float_data: 0.0377577506
    float_data: -0.0428186506
    float_data: -0.231778964
    float_data: 0.0591908917
    float_data: -0.156046644
    float_data: 0.0122110555
    float_data: 0.089573577
    float_data: -0.176551521
    float_data: 0.0551203713
    float_data: -0.162760824
    float_data: 0.0866446346
    float_data: 0.407304049
    float_data: -0.296267778
    float_data: -0.249788374
    float_data: 0.14562276
    float_data: 0.129310086
    float_data: -0.419714779
    float_data: 0.054579258
    float_data: -0.153735936
    float_data: 0.225122571
    float_data: 0.0831727162
    float_data: -0.162404358
    float_data: -0.0904540271
    float_data: 0.0473883189
    float_data: 0.124467529
    float_data: -0.0219076816
    float_data: -0.0907567143
    float_data: -0.146789089
    float_data: -0.0990224406
    float_data: 0.18366614
    float_data: 0.0749972537
    float_data: -0.248585626
    float_data: 0.271024
    float_data: -0.0322125815
    float_data: 0.133255512
    float_data: -0.0604722612
    float_data: 0.0760466084
    float_data: -0.173618749
    float_data: 0.180748373
    float_data: -0.305238724
    float_data: 0.107796282
    float_data: 0.00779409241
    float_data: 0.0870651677
    float_data: -0.280306697
    float_data: -0.142895713
    float_data: -0.512860298
    float_data: 0.225435898
    float_data: 0.126290143
    float_data: 0.271679968
    float_data: -0.0427832827
    float_data: -0.747541487
    float_data: 0.0484178215
    float_data: 0.171330124
    float_data: -0.258590639
    float_data: 0.772687614
    float_data: -0.398736089
    float_data: -0.382348508
    float_data: 0.579675615
    float_data: -0.255402178
    float_data: 0.710736334
    float_data: -0.251271605
    float_data: -0.081351757
    float_data: 0.127135634
    float_data: -0.0609330498
    float_data: 0.233305484
    float_data: 0.0285675973
    float_data: -0.0943719819
    float_data: -0.114926048
    float_data: 0.0336051472
    float_data: 0.191101432
